{
    "navigation-bar-about": "Sobre mí",
    "navigation-bar-services": "Servicios",
    "navigation-bar-portfolio": "Portafolio",
    "navigation-bar-contact": "Contacto",

    "header-title": "Artesanía Web a Tu Medida",
    "header-paragraph": "Con herramientas como HTML, CSS, JavaScript, Python, Django y Bootstrap, personalizo cada pixel para que tu presencia digital sea tan única como tu idea.",


    "section-about-me-title": "Detrás del Teclado: Mi Viaje y Visión",
    "section-about-me-title-span": "Sobre mí",
    "section-about-me-ambition": "Mi ambición",
    "section-about-me-ambition-text": "Creo soluciones web que brillan por su unicidad, siempre buscando el equilibrio perfecto entre innovación y simplicidad. Mi caja de herramientas incluye Python, HTML, CSS, Bootstrap, JavaScript y Django, con las que moldeo software no solo funcional sino también de manera intuitiva y a la vanguardia. Para mí, la tecnología es una extensión de la creatividad humana, un medio para hacer la vida diaria más rica y sencilla. Mi pasión es desenredar la complejidad tecnológica y convertirla en experiencias claras y fluidas, una línea de código a la vez.",
    "section-about-me-purpose": "Mi Propósito",
    "section-about-me-purpose-text": "Mi misión es más que una lista de objetivos; es un camino para inspirar y encender la chispa de la creatividad en cada mente, una línea de código por vez. Como mentor en el arte de programar, nada me llena más de alegría que ser parte del viaje tecnológico de alguien. Ya sea que estés dando tus primeros pasos o buscando nuevas cumbres de conocimiento, estoy aquí para hacer que la codificación sea algo tan natural como hablar. Quiero derribar barreras, esparcir la diversión en la programación y mostrar cómo puede cambiar vidas, una instrucción, una risa y un éxito a la vez.",

    "section-services-title-span": "Mis servicios",
    "section-services-web-scrapping": "Web Scraping y Extracción de Datos",
    "section-services-web-scrapping-text": "Imagina tener todos los datos que necesitas al alcance de tu mano, sin el dolor de cabeza que supone recogerlos. Eso es exactamente lo que te ofrezco con mi servicio de web scraping. Te ayudo a capturar esos números y hechos esenciales de la web, transformándolos de un mar de información en insights claros y accionables. ¿Necesitas una mano con la investigación de mercado o quieres mantener un ojo en la competencia? No hay problema. Deja que maneje el lado técnico, recolectando y organizando los datos que impulsarán tu negocio hacia nuevos horizontales. Tú enfócate en hacer crecer tu negocio, yo me encargo de brindarte el conocimiento para hacerlo posible.",
    "section-services-web-development": "Desarrollo Web",
    "section-services-web-development-text": "Imagina tu negocio brillando en la web con un sitio diseñado solo para ti. Mi pasión es crear espacios digitales que no solo se vean bien, sino que se sientan perfectos y funcionen sin esfuerzos. Desde sitios web hasta aplicaciones web completas, lo hago todo pensando en ti y en tus clientes. Utilizo lo último en tecnología y tendencias, asegurándome de que tu proyecto no solo esté a la moda, sino también repleto de funcionalidades robustas y una experiencia de usuario que se siente tan natural como una conversación. Vamos a construir juntos ese lugar en línea que sea el hogar de tu marca y el punto de encuentro con tus clientes.",
    "section-services-code-mentor": "Mentoría Personalizada en Programación",
    "section-services-code-mentor-text": "Imagina tener a alguien a tu lado, guiándote en cada paso del emocionante mundo de la programación. Eso es lo que te ofrezco con mi mentoría: un apoyo que está completamente alineado con tus metas y con el ritmo que te es natural. No importa si estás dando tus primeros clics o ya estás programando y quieres pulir tus habilidades, estoy aquí para ayudarte a desbloquear tu potencial completo. He compartido mi pasión por la programación con estudiantes en varias plataformas y nada se compara con ver a alguien alcanzar y superar sus objetivos. Mi enfoque se centra en ti: en tu manera única de aprender y en tus aspiraciones. Con una mentoría personalizada y práctica, te proporcionaré las herramientas y la confianza que necesitas para destacar en la programación y dejar tu huella digital.",
    "section-services-contact-me": "Contáctame",
    

    "section-skills-title-span": "Mis habilidades",
    "section-portfolio-title-span": "Un Recorrido por Mis Creaciones Digitales",
    "section-portfolio-chipi-description": "Una página de aterrizaje vibrante para un bailarín callejero que captura su energía y arte en escenarios urbanos alrededor del mundo. Diseñada para destacar sus actuaciones y conectar con la audiencia, esta web es un reflejo dinámico de su pasión por el baile.",

    "section-portfolio-tech-used": "Tecnologías utilizadas",
    "section-portfolio-see-portfolio": "Haz clic aquí para ver el proyecto",
    "section-testimonials-title-span": "Opiniones de Clientes",

    "section-testimonials-slide-victor": "¡Genial! Explica muy bien, sencillo, conciso y directo. Muy contento.",
    "section-testimonials-slide-josue": "Es increíble, un profe que está muy pendiente del aprendizaje del alumno, le he solicitado en varias ocasiones desde que le conozco y siempre me soluciona cualquier duda. Muy majo y con mucha paciencia para explicarte los conceptos las veces que necesites. Además, es sincero respecto al número de clases que necesitaba. ¡Aconsejable sin duda!",
    "section-testimonials-slide-felix": "¡Genial! Excelente, muy recomendable.",

    "footer-title": "Algunas formas de contactarme",
    "footer-copyright": "Derechos de autor © 2024 André Dias. Todos los derechos reservados."
    
}